const text = [
	'เนื้อเพลงชาติ เพลงชาติไทย ฉบับล่าสุด',
	'  ประเทศไทยรวมเลือดเนื้อชาติเชื้อไทย',
	'เป็นประชารัฐ ไผทของไทยทุกส่วน',
	'อยู่ดำรงคงไว้ได้ทั้งมวล',
	'ด้วยไทยล้วนหมาย รักสามัคคี',
	'ไทยนี้รักสงบแต่ถึงรบไม่ขลาด',
	'เอกราชจะไม่ให้ใครข่มขี่',
	'สละเลือดทุกหยาดเป็นชาติพลี',
	'เถลิงประเทศชาติไทยทวีมีชัย ชโย',
	'เพลงชาติไทย เป็นเพลงประจำชาติ ที่ถือว่าเป็นสัญลักษณ์ประจำชาติ ซึ่งมีที่มาน่าสนมาก เดิมทีเพลงชาติไทย เป็นเพลงที่ได้มีการประพันธ์ทำนอง โดย พระเจนดุริยางค์ เมื่อปี พ.ศ. 2475 สำหรับคำร้องฉบับแรกนั้น ได้รับเกียรติจาก ท่านขุนวิจิตรมาตราเป็นผู้แต่งคำร้องให้ หลังจากไม่นาน ก็มีการปรับเปลี่ยนเนื้อร้อง ทำนอง เกี่ยวกับเพลงชาติไทยเพิ่มเติม และล่าสุดได้มีการนำเนื้อร้องฉบับที่มีการแก้ไขล่าสุดของปี พ.ศ. 2482 มาจนถึงปัจจุบัน เนื้อเพลง สรรเสริญพระบารมี ฉบับล่าสุด',
];

export default text.join('\n');
