let data = [
  {
    id_kn: 1,
    topic: "พริกป่น",
    photoPlace: "/พริกป่น.jpg",
    data_: [
      "พริกมีอยู่หลายชนิดด้วยกัน นอกจากจะรับประทานแบบสดๆแล้วยังนำมาทำเป็นพริกป่นเก็บไว้กินได้อีกด้วย",
      "         ",
      "พริกป่นที่หลายคนรู้จักไม่ได้มีประโยชน์แค่ให้ความเผ็ดกับอาหารอย่างเดียว เพราะในพริกป่นมีคุณสมบัติที่ช่วยกำจัดเซลล์มะเร็ง",
      "ได้โดยไม่ทำลายเซลล์ดีๆในร่างกาย",
      " นอกจากนั้นแล้วคนที่ต้องนั่งหรือยืนทำงานเป็นเวลานานๆควรรับประทานพริกป่น",
      " เพราะจะช่วยบรรเทาอาการปวดกล้ามเนื้อหลังได้ดีเลยทีเดียว",
    ],
  },
  {
    id_kn: 2,
    topic: "test-002",
    data_: "สวัสดี การทดสอบที่ 002",
  },
  {
    id_kn: 3,
    topic: "test-003",
    data_: "สวัสดี การทดสอบที่ 003",
  },
  {
    id_kn: 4,
    topic: "test-004",
    data_: "สวัสดี การทดสอบที่ 004",
  },
];
export default data;

/*const text = [
	'เนื้อเพลงชาติ เพลงชาติไทย ฉบับล่าสุด',
	'  ประเทศไทยรวมเลือดเนื้อชาติเชื้อไทย',
	'เป็นประชารัฐ ไผทของไทยทุกส่วน',
	'อยู่ดำรงคงไว้ได้ทั้งมวล',
	'ด้วยไทยล้วนหมาย รักสามัคคี',
	'ไทยนี้รักสงบแต่ถึงรบไม่ขลาด',
	'เอกราชจะไม่ให้ใครข่มขี่',
	'สละเลือดทุกหยาดเป็นชาติพลี',
	'เถลิงประเทศชาติไทยทวีมีชัย ชโย',
	'เพลงชาติไทย เป็นเพลงประจำชาติ ที่ถือว่าเป็นสัญลักษณ์ประจำชาติ ซึ่งมีที่มาน่าสนมาก เดิมทีเพลงชาติไทย เป็นเพลงที่ได้มีการประพันธ์ทำนอง โดย พระเจนดุริยางค์ เมื่อปี พ.ศ. 2475 สำหรับคำร้องฉบับแรกนั้น ได้รับเกียรติจาก ท่านขุนวิจิตรมาตราเป็นผู้แต่งคำร้องให้ หลังจากไม่นาน ก็มีการปรับเปลี่ยนเนื้อร้อง ทำนอง เกี่ยวกับเพลงชาติไทยเพิ่มเติม และล่าสุดได้มีการนำเนื้อร้องฉบับที่มีการแก้ไขล่าสุดของปี พ.ศ. 2482 มาจนถึงปัจจุบัน เนื้อเพลง สรรเสริญพระบารมี ฉบับล่าสุด',
];*/
